tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "bash-completion"
brew "ffmpeg"
brew "nodebrew"
brew "peco"
brew "pipenv"
brew "postgresql", restart_service: true
brew "pyenv"
brew "tree"
brew "yarn"
brew "youtube-dl"
brew "zsh-completions"
cask "cyberduck"
cask "discord"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "notion"
cask "phpstorm"
cask "slack"
cask "stoplight-studio"
cask "tableplus"
cask "vagrant"
cask "visual-studio-code"
cask "zoomus"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
