42crunch.vscode-openapi
bmewburn.vscode-intelephense-client
christian-kohler.path-intellisense
coenraads.bracket-pair-colorizer
cschleiden.vscode-github-actions
daylerees.rainglow
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
felixfbecker.php-debug
github.github-vscode-theme
github.remotehub
github.vscode-pull-request-github
grapecity.gc-excelviewer
graphql.vscode-graphql
gruntfuggly.todo-tree
hashicorp.terraform
hediet.vscode-drawio
junstyle.php-cs-fixer
linyang95.phpmd
mehedidracula.php-namespace-resolver
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
neilbrayfield.php-docblocker
njpwerner.autodocstring
octref.vetur
oderwat.indent-rainbow
pizzacat83.codic
pkief.material-icon-theme
redhat.vscode-commons
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
vangware.dark-plus-material
vknabel.vscode-swift-development-environment
vknabel.vscode-swiftlint
zxh404.vscode-proto3
